[
  {
    "id": 1,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "De acordo com o art. 192, quando será comemorado o Dia do Servidor Público?",
    "alternativas": {
      "A": "28 de outubro.",
      "B": "15 de março.",
      "C": "1º de maio.",
      "D": "12 de outubro.",
      "E": "20 de novembro."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 192, o Dia do Servidor Público será comemorado a vinte e oito de outubro."
  },
  {
    "id": 2,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "Segundo o art. 193, poderão ser instituídos, no âmbito dos Poderes Executivo, Legislativo e Judiciário, os seguintes incentivos funcionais, EXCETO:",
    "alternativas": {
      "A": "Prêmios pela apresentação de ideias, inventos ou trabalhos que favoreçam o aumento de produtividade e a redução dos custos operacionais.",
      "B": "Concessão de medalhas, diplomas de honra ao mérito, condecoração e elogio.",
      "C": "Aumento salarial automático por tempo de serviço.",
      "D": "Nenhuma das alternativas, todas estão previstas no artigo.",
      "E": "Todas as alternativas estão incorretas."
    },
    "resposta": "C",
    "explicacao": "Conforme art. 193, poderão ser instituídos: I - prêmios pela apresentação de ideias, inventos ou trabalhos que favoreçam o aumento de produtividade e a redução dos custos operacionais; II - concessão de medalhas, diplomas de honra ao mérito, condecoração e elogio. O aumento salarial automático por tempo de serviço não está previsto neste artigo."
  },
  {
    "id": 3,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "De acordo com o art. 194, como serão contados os prazos previstos na Lei Complementar nº 53/2001?",
    "alternativas": {
      "A": "Em dias corridos, excluindo-se o dia do começo e incluindo-se o do vencimento.",
      "B": "Em dias úteis, excluindo sábados, domingos e feriados.",
      "C": "Em dias corridos, incluindo-se o dia do começo e excluindo-se o do vencimento.",
      "D": "Em dias úteis, contando-se a partir do dia seguinte à publicação do ato.",
      "E": "Em dias corridos, incluindo-se tanto o dia do começo quanto o do vencimento."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 194, os prazos previstos nesta Lei serão contados em dias corridos, excluindo-se o dia do começo e incluindo-se o do vencimento."
  },
  {
    "id": 4,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "Nos termos do art. 194, o que acontece quando o prazo vencer em dia em que não haja expediente?",
    "alternativas": {
      "A": "Fica prorrogado para o primeiro dia útil seguinte.",
      "B": "Considera-se vencido no dia anterior.",
      "C": "Considera-se vencido no próximo dia de expediente.",
      "D": "O prazo é suspenso até o próximo dia útil.",
      "E": "O prazo é automaticamente estendido por 24 horas."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 194, fica prorrogado para o primeiro dia útil seguinte o prazo vencido em dia em que não haja expediente."
  },
  {
    "id": 5,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "De acordo com o art. 195, por motivo de crença religiosa ou de convicção filosófica ou política, o servidor:",
    "alternativas": {
      "A": "Não poderá ser privado de quaisquer dos seus direitos, sofrer discriminação em sua vida funcional, nem eximir-se do cumprimento de seus deveres.",
      "B": "Poderá ser dispensado do cumprimento de certos deveres funcionais.",
      "C": "Terá direito a tratamento diferenciado em relação a outros servidores.",
      "D": "Poderá optar por não cumprir determinações que conflitem com suas convicções.",
      "E": "Estará isento de penalidades por faltas justificadas por motivos religiosos."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 195, por motivo de crença religiosa ou de convicção filosófica ou política o servidor não poderá ser privado de quaisquer dos seus direitos, sofrer discriminação em sua vida funcional, nem eximir-se do cumprimento de seus deveres."
  },
  {
    "id": 6,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "Segundo o art. 196, ao servidor público civil é assegurado, nos termos da Constituição Federal, o direito à livre associação sindical. Dentre os direitos decorrentes, está:",
    "alternativas": {
      "A": "O de ser representado pelo sindicato, inclusive como substituto processual.",
      "B": "O de não pagar contribuição sindical obrigatória.",
      "C": "O de participar de greve sem qualquer restrição.",
      "D": "O de ter estabilidade no emprego por ser sindicalizado.",
      "E": "O de receber adicional salarial por atividade sindical."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 196, alínea 'a', ao servidor público civil é assegurado o direito de ser representado pelo sindicato, inclusive como substituto processual."
  },
  {
    "id": 7,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "Nos termos do art. 196, alínea 'b', é assegurada ao dirigente sindical a inamovibilidade:",
    "alternativas": {
      "A": "Até um ano após o final do mandato, exceto se a pedido.",
      "B": "Durante todo o mandato, sem exceções.",
      "C": "Apenas durante o exercício do mandato.",
      "D": "Por dois anos após o final do mandato.",
      "E": "Apenas se for servidor efetivo."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 196, alínea 'b', é assegurado ao dirigente sindical o direito de inamovibilidade até um ano após o final do mandato, exceto se a pedido."
  },
  {
    "id": 8,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "De acordo com o art. 196, alínea 'c', é assegurado ao servidor o direito de descontar em folha, sem ônus, para a entidade sindical a que for filiado:",
    "alternativas": {
      "A": "O valor das mensalidades e contribuições definidas em assembleia geral da categoria.",
      "B": "Apenas a contribuição sindical obrigatória.",
      "C": "Qualquer valor que o servidor autorizar.",
      "D": "Apenas as mensalidades, não as contribuições eventuais.",
      "E": "Até 1% de sua remuneração bruta."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 196, alínea 'c', é assegurado ao servidor o direito de descontar em folha, sem ônus, para a entidade sindical a que for filiado, o valor das mensalidades e contribuições definidas em assembleia geral da categoria."
  },
  {
    "id": 9,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "Segundo o art. 197, consideram-se da família do servidor:",
    "alternativas": {
      "A": "Além do cônjuge e filhos, quaisquer pessoas que vivam às suas expensas e constem do seu assentamento individual.",
      "B": "Apenas o cônjuge e os filhos menores.",
      "C": "O cônjuge, filhos e pais que dependam economicamente do servidor.",
      "D": "Apenas pessoas relacionadas por parentesco consanguíneo.",
      "E": "Exclusivamente os dependentes previdenciários."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 197, consideram-se da família do servidor, além do cônjuge e filhos, quaisquer pessoas que vivam às suas expensas e constem do seu assentamento individual."
  },
  {
    "id": 10,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "Nos termos do art. 197, parágrafo único, equipara-se ao cônjuge:",
    "alternativas": {
      "A": "A companheira, que comprove união estável como entidade familiar.",
      "B": "Qualquer pessoa que more com o servidor há mais de 1 ano.",
      "C": "O companheiro ou companheira, independente de comprovação.",
      "D": "Apenas a companheira com quem o servidor tenha filhos.",
      "E": "Qualquer dependente econômico do servidor."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 197, parágrafo único, equipara-se ao cônjuge a companheira, que comprove união estável como entidade familiar."
  },
  {
    "id": 11,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "De acordo com o art. 198, para os fins desta Lei, considera-se sede:",
    "alternativas": {
      "A": "O Município onde a repartição estiver instalada e onde o servidor tiver exercício, em caráter permanente.",
      "B": "A capital do Estado de Roraima.",
      "C": "O local onde o servidor reside.",
      "D": "Qualquer município onde o órgão possua unidade.",
      "E": "A localidade determinada pelo Governador."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 198, para os fins desta Lei, considera-se sede o Município onde a repartição estiver instalada e onde o servidor tiver exercício, em caráter permanente."
  },
  {
    "id": 12,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "Segundo o art. 199, esta Lei entra em vigor:",
    "alternativas": {
      "A": "Na data de sua publicação.",
      "B": "30 dias após sua publicação.",
      "C": "60 dias após sua publicação.",
      "D": "Em 1º de janeiro do ano subsequente.",
      "E": "Após regulamentação pelo Poder Executivo."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 199, esta Lei entra em vigor na data de sua publicação."
  },
  {
    "id": 13,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "De acordo com o art. 200, são revogadas as disposições em contrário e, em especial, determinadas leis. Qual das alternativas abaixo NÃO é uma lei expressamente revogada pelo art. 200?",
    "alternativas": {
      "A": "Lei Complementar nº 10, de 30 de dezembro de 1994.",
      "B": "Lei Complementar nº 16, de 19 de abril de 1996.",
      "C": "Lei Complementar nº 24, de 22 de abril de 1998.",
      "D": "Lei nº 206, de 15 de junho de 1998.",
      "E": "Lei Complementar nº 5, de 12 de março de 1992."
    },
    "resposta": "E",
    "explicacao": "Conforme art. 200, são revogadas as Leis Complementares n. 10/1994, n. 16/1996, n. 24/1998 e a Lei n. 206/1998. A Lei Complementar nº 5/1992 não é mencionada."
  },
  {
    "id": 14,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "Nos termos do art. 200, com a revogação das leis anteriores, ficam assegurados:",
    "alternativas": {
      "A": "Os direitos adquiridos na forma da Lei.",
      "B": "Apenas os direitos relacionados à aposentadoria.",
      "C": "Todos os direitos, independentemente de sua natureza.",
      "D": "Apenas os direitos já em processo de aquisição.",
      "E": "Nenhum direito, pois a nova lei revoga integralmente a anterior."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 200, com a revogação das leis anteriores, ficam assegurados os direitos adquiridos na forma da Lei."
  },
  {
    "id": 15,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "Segundo o art. 196, a livre associação sindical do servidor público civil é assegurada:",
    "alternativas": {
      "A": "Nos termos da Constituição Federal.",
      "B": "Conforme regulamento interno de cada órgão.",
      "C": "De acordo com a legislação estadual específica.",
      "D": "Mediante autorização do Governador do Estado.",
      "E": "Apenas para servidores efetivos."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 196, ao servidor público civil é assegurado, nos termos da Constituição Federal, o direito à livre associação sindical."
  },
  {
    "id": 16,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "De acordo com o art. 195, o servidor não pode eximir-se do cumprimento de seus deveres mesmo por motivo de:",
    "alternativas": {
      "A": "Crença religiosa ou convicção filosófica ou política.",
      "B": "Indisposição física temporária.",
      "C": "Problemas familiares graves.",
      "D": "Participação em atividades sindicais.",
      "E": "Estudo em curso de capacitação."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 195, por motivo de crença religiosa ou de convicção filosófica ou política o servidor não poderá eximir-se do cumprimento de seus deveres."
  },
  {
    "id": 17,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "Nos termos do art. 194, quando se fala em 'dia em que não haja expediente', refere-se a:",
    "alternativas": {
      "A": "Sábados, domingos, feriados e pontos facultativos.",
      "B": "Apenas sábados e domingos.",
      "C": "Feriados nacionais e estaduais.",
      "D": "Dias de recesso administrativo.",
      "E": "Qualquer dia fora do horário comercial."
    },
    "resposta": "A",
    "explicacao": "Conforme interpretação do art. 194, 'dia em que não haja expediente' inclui sábados, domingos, feriados e pontos facultativos, quando não houver trabalho no órgão público."
  },
  {
    "id": 18,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "De acordo com o art. 196, a representação pelo sindicato como substituto processual significa que:",
    "alternativas": {
      "A": "O sindicato pode ajuizar ações em nome dos servidores, sem necessidade de procuração individual.",
      "B": "O servidor deve estar presente em todos os atos processuais.",
      "C": "Apenas o servidor pode ajuizar ações em seu próprio nome.",
      "D": "O sindicato precisa de procuração específica para cada caso.",
      "E": "A representação só é possível em questões trabalhistas."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 196, alínea 'a', e interpretação jurídica, a substituição processual permite ao sindicato ajuizar ações em nome dos servidores, sem necessidade de procuração individual, para defesa de direitos coletivos ou individuais homogêneos."
  },
  {
    "id": 19,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "Segundo o art. 197, para que uma pessoa seja considerada da família do servidor, é necessário que:",
    "alternativas": {
      "A": "Viva às expensas do servidor e conste do seu assentamento individual.",
      "B": "Seja parente consanguíneo até o terceiro grau.",
      "C": "Resida no mesmo domicílio do servidor há mais de 2 anos.",
      "D": "Seja declarada como dependente na declaração de imposto de renda.",
      "E": "Tenha laços de parentesco reconhecidos judicialmente."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 197, consideram-se da família do servidor, além do cônjuge e filhos, quaisquer pessoas que vivam às suas expensas e constem do seu assentamento individual."
  },
  {
    "id": 20,
    "titulo": "Título VIII - Das Disposições Gerais",
    "enunciado": "De acordo com o art. 193, os incentivos funcionais previstos:",
    "alternativas": {
      "A": "Podem ser instituídos além daqueles já previstos nos respectivos planos de carreira.",
      "B": "Substituem os incentivos previstos nos planos de carreira.",
      "C": "São obrigatórios para todos os órgãos públicos.",
      "D": "Limitam-se aos servidores do Poder Executivo.",
      "E": "Dependem de aprovação da Assembleia Legislativa para cada caso."
    },
    "resposta": "A",
    "explicacao": "Conforme art. 193, poderão ser instituídos, no âmbito dos Poderes Executivo, Legislativo e Judiciário, os seguintes incentivos funcionais, além daqueles já previstos nos respectivos planos de carreira."
  }
]
