[
  {
    "id": 161,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Conforme o Art. 117, a Ordem Econômica do Estado, observados os princípios da Constituição Federal, será fundamentada na valorização do trabalho humano e na livre iniciativa, tendo por fim assegurar a todos existência digna, conforme os ditames da:",
    "alternativas": {
      "A": "Justiça social.",
      "B": "Eficiência econômica.",
      "C": "Racionalidade administrativa.",
      "D": "Segurança jurídica.",
      "E": "Autonomia estadual."
    },
    "resposta": "A",
    "explicacao": "Art. 117: 'A Ordem Econômica do Estado, observados os princípios da Constituição Federal, será fundamentada na valorização do trabalho humano e na livre iniciativa, tendo por fim assegurar a todos existência digna, conforme os ditames da justiça social.'"
  },
  {
    "id": 162,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "De acordo com o Art. 119, a exploração de atividade econômica pelo Estado não será permitida, salvo quando motivada por:",
    "alternativas": {
      "A": "Interesse de grupos políticos.",
      "B": "Relevante interesse coletivo, na forma da Lei.",
      "C": "Necessidade de arrecadação tributária.",
      "D": "Falta de iniciativa privada.",
      "E": "Decisão do Tribunal de Contas."
    },
    "resposta": "B",
    "explicacao": "Art. 119: 'A exploração de atividade econômica pelo Estado não será permitida, salvo quando motivada por relevante interesse coletivo, na forma da Lei.'"
  },
  {
    "id": 163,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Conforme o Art. 121, a política urbana, a ser formulada e executada pelo Estado e pelos Municípios, terá como objetivos o pleno desenvolvimento das funções sociais da cidade e a garantia da:",
    "alternativas": {
      "A": "Maximização da arrecadação.",
      "B": "Privatização dos espaços públicos.",
      "C": "Melhor qualidade de vida de sua população.",
      "D": "Redução dos impostos municipais.",
      "E": "Eliminação das áreas verdes."
    },
    "resposta": "C",
    "explicacao": "Art. 121: 'A política urbana, a ser formulada e executada pelo Estado e pelos Municípios, terá como objetivos o pleno desenvolvimento das funções sociais da cidade e a garantia da melhor qualidade de vida de sua população (...)'."
  },
  {
    "id": 164,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Segundo o Art. 124, a política agrícola será planejada e executada respeitando as diferentes peculiaridades dos ecossistemas presentes no Estado, representados por várzeas, lavrados, matas e serras, com adequado manejo, observado o disposto na:",
    "alternativas": {
      "A": "Constituição Estadual.",
      "B": "Constituição Federal.",
      "C": "Lei de Diretrizes Orçamentárias.",
      "D": "Código Florestal.",
      "E": "Lei de Proteção Ambiental."
    },
    "resposta": "B",
    "explicacao": "Art. 124: 'A política agrícola será planejada e executada respeitando as diferentes peculiaridades dos ecossistemas presentes no Estado, representados por várzeas, lavrados, matas e serras, com adequado manejo, observado o disposto na Constituição Federal.'"
  },
  {
    "id": 165,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Conforme o Art. 126, é atribuição do Estado e dos Municípios adotarem uma política de incentivo às atividades produtivas, que se efetivará através de vários mecanismos, EXCETO:",
    "alternativas": {
      "A": "Assistência técnica e extensão rural.",
      "B": "Estímulos fiscais.",
      "C": "Crédito subsidiado.",
      "D": "Suporte informativo de mercado.",
      "E": "Monopólio estatal da comercialização."
    },
    "resposta": "E",
    "explicacao": "Art. 126 enumera os mecanismos nos incisos I a VII: 'I - assistência técnica e extensão rural; II - estímulos fiscais; III - crédito subsidiado; IV - suporte informativo de mercado; V - seguro agrícola; VI - pesquisa e tecnologia; e VII - cooperativismo e associativismo.' Monopólio estatal não está previsto."
  },
  {
    "id": 166,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "De acordo com o Art. 128, é facultado ao Estado atuar em colaboração com a União na reforma agrária referente aos imóveis rurais que não estejam cumprindo sua:",
    "alternativas": {
      "A": "Função econômica.",
      "B": "Função social.",
      "C": "Potencial produtivo.",
      "D": "Obrigações tributárias.",
      "E": "Compromissos ambientais."
    },
    "resposta": "B",
    "explicacao": "Art. 128: 'É facultado ao Estado atuar em colaboração com a União na reforma agrária referente aos imóveis rurais que não estejam cumprindo sua função social, nos termos da Constituição e Legislação Federal.'"
  },
  {
    "id": 167,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Conforme o Art. 133, a Ordem Social Roraimense tem como base o primado do trabalho e como objetivo a:",
    "alternativas": {
      "A": "Justiça e o Bem-Estar Social.",
      "B": "Riqueza e o Poder Econômico.",
      "C": "Expansão e o Desenvolvimento Industrial.",
      "D": "Tecnologia e a Inovação.",
      "E": "Segurança e a Defesa Nacional."
    },
    "resposta": "A",
    "explicacao": "Art. 133: 'A Ordem Social Roraimense tem como base o primado do trabalho e como objetivo a Justiça e o Bem-Estar Social.'"
  },
  {
    "id": 168,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Segundo o Art. 135, a saúde é direito de todos e dever do Estado, assegurada mediante políticas sociais e econômicas que visem à redução do risco de doenças e de outros agravos e permitam o acesso universal gratuito e igualitário às ações e serviços para sua:",
    "alternativas": {
      "A": "Promoção, proteção e recuperação.",
      "B": "Privatização e terceirização.",
      "C": "Controle e fiscalização.",
      "D": "Comercialização e lucratividade.",
      "E": "Restrição e contenção."
    },
    "resposta": "A",
    "explicacao": "Art. 135: 'A saúde é direito de todos e dever do Estado, assegurada mediante políticas sociais e econômicas que visem à redução do risco de doenças e de outros agravos e permitam o acesso universal gratuito e igualitário às ações e serviços para sua promoção, proteção e recuperação.'"
  },
  {
    "id": 169,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Conforme o Art. 138, parágrafo único, as despesas anuais com o Sistema Estadual de Saúde não serão inferiores a que percentual do orçamento estadual?",
    "alternativas": {
      "A": "12%",
      "B": "15%",
      "C": "18%",
      "D": "20%",
      "E": "25%"
    },
    "resposta": "C",
    "explicacao": "Art. 138, parágrafo único: 'As despesas anuais com o Sistema Estadual de Saúde não serão inferiores a 18% (dezoito por cento) do orçamento estadual.'"
  },
  {
    "id": 170,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "De acordo com o Art. 142, a assistência à saúde é livre à iniciativa privada, que pode participar de forma complementar do Sistema Único de Saúde, observadas as diretrizes deste, mediante contrato de Direito público, tendo preferência:",
    "alternativas": {
      "A": "As grandes redes hospitalares.",
      "B": "As empresas com fins lucrativos.",
      "C": "As entidades filantrópicas e as sem fins lucrativos.",
      "D": "As clínicas especializadas.",
      "E": "Os planos de saúde empresariais."
    },
    "resposta": "C",
    "explicacao": "Art. 142: '(...) tendo preferência as entidades filantrópicas e as sem fins lucrativos.'"
  },
  {
    "id": 171,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Conforme o Art. 143, o Estado prestará assistência social, independente de contribuição à seguridade social, visando, entre outros, aos seguintes objetivos, EXCETO:",
    "alternativas": {
      "A": "Proteção à família, à maternidade, à infância, à adolescência e à velhice.",
      "B": "Amparo aos carentes e desassistidos.",
      "C": "Promoção da integração no mercado de trabalho.",
      "D": "Recuperação e habilitação das pessoas portadoras de deficiências.",
      "E": "Seleção dos mais aptos para o trabalho."
    },
    "resposta": "E",
    "explicacao": "Art. 143 enumera os objetivos nos incisos I a IV. 'Seleção dos mais aptos' não é objetivo da assistência social, que tem caráter universal e protetivo."
  },
  {
    "id": 172,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Segundo o Art. 145, a Educação, direito de todos e dever da família e do Estado, será promovida e incentivada com a colaboração da sociedade, fundamentada na democracia, no respeito aos direitos humanos, ao meio ambiente e à cultura, visa preparar a pessoa para:",
    "alternativas": {
      "A": "O trabalho e para os valores espirituais e o exercício pleno da cidadania.",
      "B": "A competição no mercado de trabalho.",
      "C": "A obediência às autoridades.",
      "D": "A reprodução do conhecimento técnico.",
      "E": "A especialização precoce."
    },
    "resposta": "A",
    "explicacao": "Art. 145: 'A Educação, direito de todos e dever da família e do Estado, será promovida e incentivada com a colaboração da sociedade, fundamentada na democracia, no respeito aos direitos humanos, ao meio ambiente e à cultura, visa preparar a pessoa para o trabalho e para os valores espirituais e o exercício pleno da cidadania.'"
  },
  {
    "id": 173,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Conforme o Art. 152, o Estado aplicará anualmente, no mínimo, que percentual da receita resultante de impostos, compreendida a proveniente de transferências, na manutenção e desenvolvimento do ensino?",
    "alternativas": {
      "A": "20%",
      "B": "25%",
      "C": "30%",
      "D": "35%",
      "E": "40%"
    },
    "resposta": "B",
    "explicacao": "Art. 152: 'O Estado aplicará anualmente 25% (vinte e cinco por cento), no mínimo, da receita resultante de impostos, compreendida a proveniente de transferências, na manutenção e desenvolvimento do ensino.'"
  },
  {
    "id": 174,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "De acordo com o Art. 154, a Universidade Estadual de Roraima goza de autonomia orçamentária, financeira, administrativa, educacional e científica, observado o princípio da indissociabilidade entre:",
    "alternativas": {
      "A": "Ensino, pesquisa e extensão.",
      "B": "Teoria e prática.",
      "C": "Graduação e pós-graduação.",
      "D": "Ciência e tecnologia.",
      "E": "Administração e docência."
    },
    "resposta": "A",
    "explicacao": "Art. 154: 'A Universidade Estadual de Roraima goza de autonomia orçamentária, financeira, administrativa, educacional e científica, observado o princípio da indissociabilidade entre ensino, pesquisa e extensão.'"
  },
  {
    "id": 175,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Conforme o Art. 156, fica assegurada às comunidades indígenas, além da língua portuguesa, a utilização de suas línguas maternas e processos próprios de aprendizagem na integração:",
    "alternativas": {
      "A": "Sócio cultural.",
      "B": "Econômica.",
      "C": "Política.",
      "D": "Religiosa.",
      "E": "Tecnológica."
    },
    "resposta": "A",
    "explicacao": "Art. 156: 'Fica, assegurada às comunidades indígenas, além da língua portuguesa, a utilização de suas línguas maternas e processos próprios de aprendizagem na integração sócio cultural.'"
  },
  {
    "id": 176,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Segundo o Art. 166, o meio ambiente ecologicamente equilibrado é direito de todos, e é dever do Estado, dos Municípios e da coletividade defendê-lo e preservá-lo para as gerações presentes e futuras, garantindo-se a proteção dos ecossistemas e o uso racional dos recursos ambientais. Esta proteção inclui, conforme §1º, inciso V:",
    "alternativas": {
      "A": "Proteger a fauna e a flora, vedadas as práticas que coloquem em risco sua função ecológica.",
      "B": "Permitir a caça esportiva.",
      "C": "Autorizar o desmatamento para expansão urbana.",
      "D": "Flexibilizar as licenças ambientais.",
      "E": "Privatizar as áreas de preservação."
    },
    "resposta": "A",
    "explicacao": "Art. 166, §1º, V: 'proteger a fauna e a flora, vedadas, na forma da lei, as práticas que coloquem em risco sua função ecológica, provoquem a extinção de espécies ou submetam os animais à crueldade.'"
  },
  {
    "id": 177,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Conforme o Art. 167, é vedada a utilização do território estadual como depositário de:",
    "alternativas": {
      "A": "Lixo radioativo, atômico, rejeitos industriais tóxicos ou corrosivos.",
      "B": "Resíduos sólidos urbanos.",
      "C": "Entulho de construção civil.",
      "D": "Material orgânico biodegradável.",
      "E": "Produtos recicláveis."
    },
    "resposta": "A",
    "explicacao": "Art. 167: 'É vedada a utilização do território estadual como depositário de lixo radioativo, atômico, rejeitos industriais tóxicos ou corrosivos.'"
  },
  {
    "id": 178,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "De acordo com o Art. 171, a família, base da sociedade, tem especial proteção do Estado, observados os princípios e normas constantes no artigo 226 da:",
    "alternativas": {
      "A": "Constituição Federal.",
      "B": "Constituição Estadual.",
      "C": "Código Civil.",
      "D": "Estatuto da Família.",
      "E": "Lei Orgânica da Assistência Social."
    },
    "resposta": "A",
    "explicacao": "Art. 171: 'A família, base da sociedade, tem especial proteção do Estado, observados os princípios e normas constantes no artigo 226 da Constituição Federal.'"
  },
  {
    "id": 179,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Conforme o Art. 175, a Segurança Pública, dever do Estado, direito e responsabilidade de todos, é exercida para assegurar a preservação da ordem pública, a incolumidade das pessoas, do patrimônio, do meio ambiente e o pleno e livre exercício dos direitos e garantias fundamentais por meio dos seguintes órgãos, EXCETO:",
    "alternativas": {
      "A": "Polícia Civil.",
      "B": "Polícia Militar.",
      "C": "Corpo de Bombeiros Militar.",
      "D": "Polícia Penal.",
      "E": "Polícia Federal."
    },
    "resposta": "E",
    "explicacao": "Art. 175, incisos I a IV: 'I - Polícia Civil; II - Polícia Militar; III - Corpo de Bombeiros Militar; IV - Polícia Penal.' A Polícia Federal é órgão da União."
  },
  {
    "id": 180,
    "titulo": "Título VI e VII - Ordem Econômica, Social e Meio Ambiente",
    "enunciado": "Segundo o Art. 176, o Corpo de Bombeiros Militar, dotado de autonomia administrativa e orçamentária, é instituição permanente e regular, força auxiliar e reserva do:",
    "alternativas": {
      "A": "Exército Brasileiro.",
      "B": "Marinha do Brasil.",
      "C": "Aeronáutica.",
      "D": "Polícia Federal.",
      "E": "Força Nacional."
    },
    "resposta": "A",
    "explicacao": "Art. 176: 'O Corpo de Bombeiros Militar, dotado de autonomia administrativa e orçamentária, é instituição permanente e regular, força auxiliar e reserva do Exército Brasileiro (...)'."
  }
]