[
  {
    "id": 141,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Conforme o Art. 104, o Sistema Tributário Estadual será exercido com base na Constituição Federal e Leis Complementares Federais, nas resoluções do Senado Federal, nesta Constituição e em:",
    "alternativas": {
      "A": "Leis Ordinárias.",
      "B": "Decretos do Governador.",
      "C": "Portarias ministeriais.",
      "D": "Convênios interestaduais.",
      "E": "Normas do Tribunal de Contas."
    },
    "resposta": "A",
    "explicacao": "Art. 104: 'O Sistema Tributário Estadual será exercido com base na Constituição Federal e Leis Complementares Federais, nas resoluções do Senado Federal, nesta Constituição e em Leis Ordinárias.'"
  },
  {
    "id": 142,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "De acordo com o Art. 105, é vedado ao Estado e aos Municípios instituírem tributos não elencados na Constituição Federal como de suas competências, sem prejuízo da observância dos:",
    "alternativas": {
      "A": "Princípios e fundamentos do Direito Tributário.",
      "B": "Interesses das autoridades fiscais.",
      "C": "Acordos políticos partidários.",
      "D": "Conveniências administrativas.",
      "E": "Diretrizes do Tribunal de Contas."
    },
    "resposta": "A",
    "explicacao": "Art. 105: 'É vedado ao Estado e aos Municípios instituirem tributos não elencados na Constituição Federal como de suas competências, sem prejuízo, também, da observância dos princípios e fundamentos do Direito Tributário.'"
  },
  {
    "id": 143,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Conforme o Art. 106, compete ao Estado instituir impostos previstos no art. 155 da Constituição Federal e seus respectivos incisos e parágrafos, que trata dos impostos:",
    "alternativas": {
      "A": "Dos Municípios.",
      "B": "Da União.",
      "C": "Do Estado.",
      "D": "Do Distrito Federal.",
      "E": "Dos Territórios."
    },
    "resposta": "C",
    "explicacao": "Art. 106: 'Compete ao Estado instituir impostos previstos no art. 155, e seus respectivos incisos e parágrafos, da Constituição Federal.' O art. 155 da CF trata dos impostos dos Estados e do Distrito Federal."
  },
  {
    "id": 144,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Segundo o Art. 107, compete aos Municípios instituírem os impostos previstos no art. 156 da Constituição Federal, que trata dos impostos:",
    "alternativas": {
      "A": "Dos Estados.",
      "B": "Dos Municípios.",
      "C": "Da União.",
      "D": "Do Distrito Federal.",
      "E": "Dos Territórios."
    },
    "resposta": "B",
    "explicacao": "Art. 107: 'Compete aos Municípios instituírem os impostos previstos no art. 156, e seus respectivos incisos e parágrafos, da Constituição Federal.' O art. 156 da CF trata dos impostos dos Municípios."
  },
  {
    "id": 145,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Conforme o Art. 108, a repartição das receitas tributárias do Estado e as transferências da União obedecerão aos dispositivos constantes dos artigos 157 a 162 da:",
    "alternativas": {
      "A": "Constituição Estadual.",
      "B": "Constituição Federal.",
      "C": "Lei de Responsabilidade Fiscal.",
      "D": "Código Tributário Nacional.",
      "E": "Lei de Diretrizes Orçamentárias."
    },
    "resposta": "B",
    "explicacao": "Art. 108: 'A repartição das receitas tributárias do Estado e as transferências da União obedecerão no que couber ao Estado e aos Municípios, aos dispositivos constantes dos artigos 157 a 162 da Constituição Federal.'"
  },
  {
    "id": 146,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "De acordo com o Art. 109, o Estado e os Municípios, em razão de atividades consideradas fundamentais para o desenvolvimento econômico-social, poderão conceder incentivos fiscais relativos aos tributos de suas competências, com:",
    "alternativas": {
      "A": "Prévia autorização da Assembleia Legislativa.",
      "B": "Autorização do Governador apenas.",
      "C": "Aprovação do Tribunal de Contas.",
      "D": "Consulta popular obrigatória.",
      "E": "Autorização do Ministério da Fazenda."
    },
    "resposta": "A",
    "explicacao": "Art. 109: 'O Estado e os Municípios, em razão de atividades consideradas fundamentais para o desenvolvimento econômico-social, poderão conceder incentivos fiscais relativos aos tributos de suas competências às empresas instaladas ou que venham a instalar-se no Estado de Roraima, bem como ao micro, pequeno e médio produtor rural, com prévia autorização da Assembleia Legislativa.'"
  },
  {
    "id": 147,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Segundo o Art. 110, os incentivos compreendem o apoio gerencial, tecnológico e mercadológico, bem como a concessão de financiamentos através de linhas de crédito subsidiado, voltados aos estabelecimentos de:",
    "alternativas": {
      "A": "Grande porte de todos os setores.",
      "B": "Micro e pequeno porte dos setores agropecuário, agroindustrial, industrial, comercial e de serviços.",
      "C": "Apenas do setor industrial.",
      "D": "Empresas estrangeiras.",
      "E": "Corporações multinacionais."
    },
    "resposta": "B",
    "explicacao": "Art. 110: 'Os incentivos compreendem o apoio gerencial, tecnológico e mercadológico, bem como a concessão de financiamentos através de linhas de crédito subsidiado, voltados aos estabelecimentos de micro e pequeno porte dos setores agropecuário, agroindustrial, industrial, comercial e da prestação de serviços.'"
  },
  {
    "id": 148,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Conforme o Art. 110-A, o Estado compensará financeiramente o Município no qual houver exploração de recursos hídricos para fins de geração de energia elétrica que tenha instalações isentas de pagamento de royalties, nos termos da Lei Federal nº:",
    "alternativas": {
      "A": "7.990/1989.",
      "B": "8.666/1993.",
      "C": "9.427/1996.",
      "D": "10.848/2004.",
      "E": "11.445/2007."
    },
    "resposta": "A",
    "explicacao": "Art. 110-A: 'O Estado compensará financeiramente o Município no qual houver exploração de recursos hídricos para fins de geração de energia elétrica que, nos termos da Lei Federal n° 7.990/1989, tenha instalações isentas de pagamento de royalties.'"
  },
  {
    "id": 149,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "De acordo com o Art. 110-A, §1º, a compensação do caput será operada, preferencialmente, via repasse ao Município de que percentual do montante recolhido a título de ICMS sobre o faturamento da produção proveniente da geração de energia elétrica pela concessionária em seu território?",
    "alternativas": {
      "A": "3%",
      "B": "5%",
      "C": "7%",
      "D": "10%",
      "E": "15%"
    },
    "resposta": "B",
    "explicacao": "Art. 110-A, §1º: 'A compensação do caput será operada, preferencialmente, via repasse ao Município de 5% (cinco por cento) do montante recolhido a título de ICMS sobre o faturamento da produção proveniente da geração de energia elétrica pela concessionária em seu território.'"
  },
  {
    "id": 150,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Conforme o Art. 111, §1º, as disponibilidades de caixa da Administração Pública Direta ou Indireta do Estado e dos Municípios serão depositadas, obrigatoriamente, em:",
    "alternativas": {
      "A": "Instituições oficiais de crédito.",
      "B": "Bancos privados nacionais.",
      "C": "Bancos estrangeiros.",
      "D": "Cooperativas de crédito.",
      "E": "Instituições financeiras não regulamentadas."
    },
    "resposta": "A",
    "explicacao": "Art. 111, §1º: 'As disponibilidades de caixa da Administração Pública Direta ou Indireta do Estado e dos Municípios serão depositadas, obrigatoriamente, em instituições oficiais de crédito, ressalvados os casos previstos em lei e, ainda, as localidades municipais, onde não exista banco oficial.'"
  },
  {
    "id": 151,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Segundo o Art. 112, os princípios norteadores do art. 165 da Constituição Federal serão obedecidos pelo Estado no estabelecimento de suas Diretrizes Orçamentárias, bem como o:",
    "alternativas": {
      "A": "Plano Plurianual e os Orçamentos Anuais.",
      "B": "Código Tributário Nacional.",
      "C": "Estatuto dos Servidores.",
      "D": "Regimento Interno da Assembleia.",
      "E": "Plano de Carreira dos Magistrados."
    },
    "resposta": "A",
    "explicacao": "Art. 112: 'Os princípios norteadores do art. 165 da Constituição Federal serão obedecidos pelo Estado no estabelecimento de suas Diretrizes Orçamentárias, bem como o Plano Plurianual e os Orçamentos Anuais.'"
  },
  {
    "id": 152,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Conforme o Art. 113, as emendas parlamentares individuais ao Projeto de Lei Orçamentária Anual serão aprovadas até o limite de:",
    "alternativas": {
      "A": "1% da receita corrente líquida estimada.",
      "B": "2% da receita corrente líquida estimada.",
      "C": "3% da receita corrente líquida estimada.",
      "D": "5% da receita corrente líquida estimada.",
      "E": "10% da receita corrente líquida estimada."
    },
    "resposta": "B",
    "explicacao": "Art. 113, §3º: 'As emendas parlamentares individuais ao Projeto de Lei Orçamentária Anual serão aprovadas até o limite de 2% (dois por cento) da receita corrente liquida nele estimada.'"
  },
  {
    "id": 153,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "De acordo com o Art. 113, §3º-A, as emendas parlamentares coletivas ao Projeto de Lei Orçamentária Anual serão aprovadas até o limite de:",
    "alternativas": {
      "A": "1% da receita corrente líquida estimada.",
      "B": "1,5% da receita corrente líquida estimada.",
      "C": "2% da receita corrente líquida estimada.",
      "D": "2,5% da receita corrente líquida estimada.",
      "E": "3% da receita corrente líquida estimada."
    },
    "resposta": "B",
    "explicacao": "Art. 113, §3º-A: 'As emendas parlamentares coletivas ao Projeto de Lei Orçamentária Anual serão aprovadas até o limite de 1,5% (um inteiro e cinco décimos por cento) da receita corrente liquida nele estimada.'"
  },
  {
    "id": 154,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Conforme o Art. 113, §4º, é obrigatória a execução orçamentária e financeira dos programas de trabalho incluídos por emendas parlamentares individuais ou coletivas, ressalvado:",
    "alternativas": {
      "A": "Impedimento de ordem técnica ou jurídica.",
      "B": "Decisão do Governador.",
      "C": "Interesse político do partido.",
      "D": "Conveniência administrativa.",
      "E": "Falta de vontade do parlamentar."
    },
    "resposta": "A",
    "explicacao": "Art. 113, §4º: 'Ressalvado impedimento de ordem técnica ou jurídica, é obrigatória a execução orçamentária e financeira dos programas de trabalho incluídos por emendas parlamentares individuais ou coletivas ao citado Projeto de Lei ou aos projetos que modifiquem a Lei Orçamentária Anual.'"
  },
  {
    "id": 155,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Segundo o Art. 114, os recursos correspondentes às dotações orçamentárias destinados aos Poderes Legislativo, Judiciário, Ministério Público, Defensoria Pública e Tribunal de Contas do Estado, ser-lhes-ão repassados até o dia 20 de cada mês em forma de:",
    "alternativas": {
      "A": "Parcelas trimestrais.",
      "B": "Duodécimos.",
      "C": "Verbas globais.",
      "D": "Créditos especiais.",
      "E": "Suplementações mensais."
    },
    "resposta": "B",
    "explicacao": "Art. 114: 'Os recursos correspondentes às dotações orçamentárias, compreendidos os créditos suplementares e especiais destinados aos Poderes Legislativo, Judiciário, ao Ministério Público, à Defensoria Pública e ao Tribunal de Contas do Estado, ser-lhes-ão repassados até o dia 20 (vinte) de cada mês em forma de duodécimos.'"
  },
  {
    "id": 156,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Conforme o Art. 115, os recursos que, em decorrência de veto, emenda ou rejeição do Projeto de Lei Orçamentária Anual, ficarem sem despesas correspondentes, poderão ser utilizados mediante:",
    "alternativas": {
      "A": "Créditos especiais ou suplementares, com prévia e específica autorização legislativa.",
      "B": "Decreto do Governador.",
      "C": "Portaria ministerial.",
      "D": "Decisão do Tribunal de Contas.",
      "E": "Acordo entre os Poderes."
    },
    "resposta": "A",
    "explicacao": "Art. 115: 'Os recursos que, em decorrência de veto, emenda ou rejeição do Projeto de Lei Orçamentária Anual, ficarem sem despesas correspondentes, poderão ser utilizados, conforme o caso, mediante créditos especiais ou suplementares, com prévia e específica autorização legislativa.'"
  },
  {
    "id": 157,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "De acordo com o Art. 116, é obrigatória a inclusão no orçamento das entidades de Direito público de verba necessária ao pagamento de débitos constantes de precatórios judiciários apresentados até a data de 1º de julho, obrigando-se a realizar o pagamento no:",
    "alternativas": {
      "A": "1º semestre do exercício seguinte.",
      "B": "2º semestre do exercício seguinte.",
      "C": "Último trimestre do exercício.",
      "D": "Exercício seguinte, sem prazo definido.",
      "E": "Mesmo exercício da apresentação."
    },
    "resposta": "A",
    "explicacao": "Art. 116: 'É obrigatória a inclusão no orçamento das entidades de Direito público de verba, necessária ao pagamento de débitos constantes de precatórios judiciários apresentados até a data de 1º (primeiro) de julho, obrigando-se a realizar o pagamento no 1º (primeiro) semestre do exercício seguinte.'"
  },
  {
    "id": 158,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Segundo o Art. 108, §1º, o Estado publicará no Diário Oficial, até o último dia do mês subsequente ao da arrecadação, o montante de cada um dos tributos arrecadados e os recursos recebidos e transferidos. Esta publicação visa:",
    "alternativas": {
      "A": "A transparência e o controle social.",
      "B": "Aumentar a carga tributária.",
      "C": "Facilitar a sonegação fiscal.",
      "D": "Ocultar informações dos contribuintes.",
      "E": "Beneficiar grandes contribuintes."
    },
    "resposta": "A",
    "explicacao": "Art. 108, §1º estabelece a obrigação de publicação para transparência e controle. Embora o texto não explicite o objetivo, a publicação de informações fiscais é instrumento de transparência e controle social."
  },
  {
    "id": 159,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "Conforme o Art. 109, parágrafo único, no que se refere ao ICMS, as isenções, incentivos e benefícios fiscais serão concedidos e revogados na forma prevista em:",
    "alternativas": {
      "A": "Lei Complementar editada com fundamento no art. 155, §2º, XII, 'g', da Constituição Federal.",
      "B": "Lei Ordinária estadual.",
      "C": "Decreto do Governador.",
      "D": "Convênio entre Estados.",
      "E": "Portaria da Secretaria da Fazenda."
    },
    "resposta": "A",
    "explicacao": "Art. 109, parágrafo único: 'No que se refere ao Imposto sobre operações relativas à Circulação de Mercadorias e sobre prestações de Serviços de Transporte Interestadual e Intermunicipal e de Comunicação, as isenções, incentivos e benefícios fiscais serão concedidos e revogados na forma prevista em Lei Complementar editada com fundamento no art. 155, §2º, inciso XII, alínea \"g\", da Constituição Federal.'"
  },
  {
    "id": 160,
    "titulo": "Título V - Tributação, Finanças e Orçamento",
    "enunciado": "De acordo com o Art. 111, Lei Complementar disporá sobre as finanças públicas do Estado, em observância aos princípios da Constituição da República e desta. Esta lei complementar trata de:",
    "alternativas": {
      "A": "Finanças públicas do Estado.",
      "B": "Direito Penal estadual.",
      "C": "Organização do Poder Judiciário.",
      "D": "Estatuto dos servidores.",
      "E": "Direito Civil estadual."
    },
    "resposta": "A",
    "explicacao": "Art. 111: 'Lei Complementar disporá sobre as finanças públicas do Estado, em observância aos princípios da Constituição da República e desta, e observará a legislação federal, quando aplicável pelo Estado.'"
  }
]